[
    {
        "speaker": "Customer Service Agent",
        "dialogue": "Thank you for calling ISS Insurance Ltd. My name is Priya. How may I help you today?"
    },
    {
        "speaker": "Customer",
        "dialogue": "Need information on travel insurance."
    },
    {
        "speaker": "Customer Service Agent",
        "dialogue": "Certainly. I can help gather your requirements. Could you please tell me your travel destination?"
    },
    {
        "speaker": "Customer",
        "dialogue": "Japan."
    },
    {
        "speaker": "Customer Service Agent",
        "dialogue": "And how long will you be travelling for?"
    },
    {
        "speaker": "Customer",
        "dialogue": "10 days."
    },
    {
        "speaker": "Customer Service Agent",
        "dialogue": "Okay, Japan for 10 days. How many people will be travelling?"
    },
    {
        "speaker": "Customer",
        "dialogue": "Two of us."
    },
    {
        "speaker": "Customer Service Agent",
        "dialogue": "Understood. And are the travellers generally within a certain age group?"
    },
    {
        "speaker": "Customer",
        "dialogue": "We're mostly around 26-40 years old."
    },
    {
        "speaker": "Customer Service Agent",
        "dialogue": "Noted. Are there any specific activities you plan to undertake during the trip that might require coverage?"
    },
    {
        "speaker": "Customer",
        "dialogue": "We need coverage for hiking."
    },
    {
        "speaker": "Customer Service Agent",
        "dialogue": "Hiking. Okay. And are there any pre-existing medical conditions I should note, or any special medical equipment being taken?"
    },
    {
        "speaker": "Customer",
        "dialogue": "No, no pre-existing conditions. No special medical equipment needed. Standard medical cover is required."
    },
    {
        "speaker": "Customer Service Agent",
        "dialogue": "Alright, noted standard medical coverage required. What about concerns regarding your belongings during transit or the trip itself?"
    },
    {
        "speaker": "Customer",
        "dialogue": "Need coverage for lost or damaged luggage."
    },
    {
        "speaker": "Customer Service Agent",
        "dialogue": "Okay, lost or damaged luggage coverage. And regarding potential disruptions to your travel schedule?"
    },
    {
        "speaker": "Customer",
        "dialogue": "Yes, cover for significant travel delays."
    },
    {
        "speaker": "Customer Service Agent",
        "dialogue": "Understood, travel delays. Is there anything else you need cover for?"
    },
    {
        "speaker": "Customer",
        "dialogue": "Trip cancellation. Specifically, I need to know if I'm covered if I have to cancel my trip for my sister's wedding, if it comes to that."
    },
    {
        "speaker": "Customer Service Agent",
        "dialogue": "Okay, so you require trip cancellation coverage, and you have a specific query about cancellation due to a family event like a wedding. I'll note that specific reason down; standard policies usually cover unforeseen events like illness or emergencies, so family events like weddings might have specific conditions or may not be covered. We will need to check the policy details for that specific scenario."
    },
    {
        "speaker": "Customer",
        "dialogue": "Fine."
    },
    {
        "speaker": "Customer Service Agent",
        "dialogue": "And do you have a budget in mind for the insurance premium per person?"
    },
    {
        "speaker": "Customer",
        "dialogue": "Our budget for insurance is about $100-$200."
    },
    {
        "speaker": "Customer Service Agent",
        "dialogue": "Alright. So, just to confirm the requirements I've gathered: You're looking for travel insurance for 2 adults, aged 26-40, travelling from Singapore to Japan for 10 days. You require coverage for medical expenses, lost or damaged luggage, significant travel delays, trip cancellation – with a specific note to check cover regarding cancellation for a sister's wedding – and coverage for hiking activities. Your budget is around $100-$200 per person. Is that all correct?"
    },
    {
        "speaker": "Customer",
        "dialogue": "Yes. Correct."
    },
    {
        "speaker": "Customer Service Agent",
        "dialogue": "Thank you. I have recorded all your requirements. We will use this information to identify suitable plans. Someone from our sales team will be in touch shortly with relevant quotes. Is there anything else for today?"
    },
    {
        "speaker": "Customer",
        "dialogue": "No. That's all."
    },
    {
        "speaker": "Customer Service Agent",
        "dialogue": "Thank you for calling ISS Insurance. Have a good day."
    },
    {
        "speaker": "Customer",
        "dialogue": "Okay, bye."
    }
]