[
    {
        "speaker": "Customer Service Agent",
        "dialogue": "Good morning, thank you for calling ISS Insurance Ltd. My name is Sarah. How can I assist you today?"
    },
    {
        "speaker": "Customer",
        "dialogue": "Need travel insurance quote details."
    },
    {
        "speaker": "Customer Service Agent",
        "dialogue": "Certainly. To start, could you please provide your travel destination and dates?"
    },
    {
        "speaker": "Customer",
        "dialogue": "Thailand. 10 days. Departing from Singapore."
    },
    {
        "speaker": "Customer Service Agent",
        "dialogue": "Okay, Thailand for 10 days from Singapore. And how many people will be travelling?"
    },
    {
        "speaker": "Customer",
        "dialogue": "Two."
    },
    {
        "speaker": "Customer Service Agent",
        "dialogue": "Got it, two travellers. And could you let me know the approximate age group for the travellers?"
    },
    {
        "speaker": "Customer",
        "dialogue": "41-55."
    },
    {
        "speaker": "Customer Service Agent",
        "dialogue": "Alright. Do any of the travellers have any pre-existing medical conditions we should be aware of when looking at coverage options?"
    },
    {
        "speaker": "Customer",
        "dialogue": "One has high blood pressure. No special equipment needed."
    },
    {
        "speaker": "Customer Service Agent",
        "dialogue": "Noted, high blood pressure declared for one traveller. And what is the main purpose of this trip? Are there any specific activities planned?"
    },
    {
        "speaker": "Customer",
        "dialogue": "Golf trip. Main activity is golf."
    },
    {
        "speaker": "Customer Service Agent",
        "dialogue": "Understood, a golf trip. Are there any specific concerns related to the golf activities you'd like coverage noted for?"
    },
    {
        "speaker": "Customer",
        "dialogue": "Yes. Need cover for golf equipment, reimbursement for unused green fees if unable to play, cover for golf buggy damage liability, and a benefit for a hole-in-one achievement. Also need standard medical cover."
    },
    {
        "speaker": "Customer Service Agent",
        "dialogue": "Okay, so specific golf coverage including equipment, unused green fees, golf buggy liability, and a hole-in-one benefit. And general medical coverage noted. Are there any other general travel risks you need cover noted for?"
    },
    {
        "speaker": "Customer",
        "dialogue": "Standard things. Trip cancellation, travel delays, lost luggage."
    },
    {
        "speaker": "Customer Service Agent",
        "dialogue": "Right. And do you have a budget range in mind for the policy?"
    },
    {
        "speaker": "Customer",
        "dialogue": "Around $200-$300."
    },
    {
        "speaker": "Customer Service Agent",
        "dialogue": "Okay, noted. So, just to summarize the requirements you've mentioned: travel insurance for two travellers, age group 41-55, travelling from Singapore to Thailand for 10 days. One traveller has declared high blood pressure. Coverage requirements include: General Medical Coverage, Trip Cancellation, Travel Delays, Lost/Damaged Luggage. Specifically for golf, you require cover for Golf Equipment, reimbursement for Unused Green Fees, liability for Golf Buggy Damage, and a Hole-in-One benefit. The budget is around $200-$300. Is that all correct?"
    },
    {
        "speaker": "Customer",
        "dialogue": "Yes. Correct."
    },
    {
        "speaker": "Customer Service Agent",
        "dialogue": "Thank you. I have recorded all these requirements. We will use this information to identify suitable policy options for you. Someone will be in touch shortly with the relevant quotes. Is there anything else for today?"
    },
    {
        "speaker": "Customer",
        "dialogue": "No. Thank you."
    },
    {
        "speaker": "Customer Service Agent",
        "dialogue": "You're welcome. Thank you for calling ISS Insurance. Goodbye."
    },
    {
        "speaker": "Customer",
        "dialogue": "Goodbye."
    }
]