[
    {
        "speaker": "Customer Service Agent",
        "dialogue": "Good morning, thank you for calling ISS Insurance, Singapore. My name is Sarah, how may I assist you today?"
    },
    {
        "speaker": "Customer",
        "dialogue": "Hello, ah yes, good morning. I think I want to ask about… insurance… for travel."
    },
    {
        "speaker": "Customer Service Agent",
        "dialogue": "Certainly, I can help you with that. Are you looking for travel insurance for an upcoming trip?"
    },
    {
        "speaker": "Customer",
        "dialogue": "Travel insurance, yes, that’s it. Travel insurance. Is that the one for when you go… overseas?"
    },
    {
        "speaker": "Customer Service Agent",
        "dialogue": "Yes, that’s right. Travel insurance is designed to protect you when you travel overseas. To help me understand your needs better, could you tell me who will be travelling?"
    },
    {
        "speaker": "Customer",
        "dialogue": "Who is travelling? Why do you need to know who is travelling? Is it… is it different prices for different people? I’m going, of course. And my wife. And my mother-in-law."
    },
    {
        "speaker": "Customer Service Agent",
        "dialogue": "Yes, the price can vary depending on the age of the travellers. Could you please let me know the age of each person who will be travelling?"
    },
    {
        "speaker": "Customer",
        "dialogue": "Age? Oh, right, age. Hmm, let me think. I am… uh… forty-eight. Yes, forty-eight. And my wife, she is… forty-five. And my mother-in-law, she is… quite old already, you know. She is seventy-eight. Seventy-eight years old. Is that… very old?"
    },
    {
        "speaker": "Customer Service Agent",
        "dialogue": "Thank you for that information. And for the purposes of the insurance, could you confirm if you and your wife are male and female, and your mother-in-law is female?"
    },
    {
        "speaker": "Customer",
        "dialogue": "Male and female? Yes, yes, I am male, my wife is female, and mother-in-law is female. Is that… important too? For the insurance?"
    },
    {
        "speaker": "Customer Service Agent",
        "dialogue": "Yes, that’s helpful. And where are you currently residing, please?"
    },
    {
        "speaker": "Customer",
        "dialogue": "Residing? You mean where do I live? Singapore, of course. I’m calling ISS Singapore, right?"
    },
    {
        "speaker": "Customer Service Agent",
        "dialogue": "Yes, you are calling ISS Insurance Singapore. And where will you be travelling to, and what are your intended travel dates?"
    },
    {
        "speaker": "Customer",
        "dialogue": "Travelling to… dates… We are thinking of going to… Bangkok. Thailand. Yes, Bangkok. And dates… We are planning to go… sometime in… next month. Or maybe the month after. Wait, let me check my phone calendar… Ah, yes, roughly from the 15th of July to the 22nd of July. Is that okay? Or do you need exact dates?"
    },
    {
        "speaker": "Customer Service Agent",
        "dialogue": "Those dates are fine for now. So, that’s 15th of July to 22nd of July. And just to confirm, are you looking for travel insurance for a single trip, or are you a frequent traveller looking for annual coverage?"
    },
    {
        "speaker": "Customer",
        "dialogue": "Single trip… annual… What’s the difference? We are just going for this one trip, you know, holiday. To Bangkok. Just one time. Not… every year or anything."
    },
    {
        "speaker": "Customer Service Agent",
        "dialogue": "For a single holiday like this, a single trip travel insurance plan would be suitable. So, just to confirm, you are looking for single trip travel insurance for a trip to Bangkok, Thailand, from the 15th of July to the 22nd of July?"
    },
    {
        "speaker": "Customer",
        "dialogue": "Yes, yes, single trip. Bangkok. July 15th to 22nd. That’s right. So… what happens next? Do I… do I get the insurance now?"
    },
    {
        "speaker": "Customer Service Agent",
        "dialogue": "Thank you for confirming. Just to summarise, I have recorded that you are looking for single trip travel insurance for three travellers – a 48-year-old male, a 45-year-old female, and a 78-year-old female, all residing in Singapore, travelling to Bangkok, Thailand from July 15th to July 22nd. Is that all correct?"
    },
    {
        "speaker": "Customer",
        "dialogue": "Yes, yes, that sounds right. Three people, ages and dates, Bangkok. Singapore resident. Single trip. Good, good. So… you have all the information you need now?"
    },
    {
        "speaker": "Customer Service Agent",
        "dialogue": "Yes, I have gathered all the necessary information regarding your travel requirements at this stage. Thank you for providing these details. We will now process this information for the next steps. Is there anything else I can assist you with today, in terms of gathering your requirements?"
    },
    {
        "speaker": "Customer",
        "dialogue": "Requirements… No, I think that’s all the requirements. Thank you for helping me with that. It’s a bit confusing, all this insurance stuff, you know."
    },
    {
        "speaker": "Customer Service Agent",
        "dialogue": "I understand. Thank you for your call to ISS Insurance. Have a good day!"
    },
    {
        "speaker": "Customer",
        "dialogue": "Okay, thank you. You too. Goodbye."
    }
]