[
    {
        "speaker": "Customer Service Agent",
        "dialogue": "Good morning, thank you for calling ISS Insurance Ltd Singapore. My name is Priya. How can I help you today?"
    },
    {
        "speaker": "Customer",
        "dialogue": "Need travel insurance quote."
    },
    {
        "speaker": "Customer Service Agent",
        "dialogue": "Alright, I can help gather the details for that. Could you please tell me where you'll be travelling to?"
    },
    {
        "speaker": "Customer",
        "dialogue": "Europe."
    },
    {
        "speaker": "Customer Service Agent",
        "dialogue": "And for how long will your trip be?"
    },
    {
        "speaker": "Customer",
        "dialogue": "2 weeks."
    },
    {
        "speaker": "Customer Service Agent",
        "dialogue": "Okay. How many people will be travelling?"
    },
    {
        "speaker": "Customer",
        "dialogue": "2."
    },
    {
        "speaker": "Customer Service Agent",
        "dialogue": "And could you let me know the age group of the travellers?"
    },
    {
        "speaker": "Customer",
        "dialogue": "26-40."
    },
    {
        "speaker": "Customer Service Agent",
        "dialogue": "Got it. Will you be participating in any specific sports or activities during your trip?"
    },
    {
        "speaker": "Customer",
        "dialogue": "Hiking."
    },
    {
        "speaker": "Customer Service Agent",
        "dialogue": "Hiking, noted. Do you have a budget in mind for the insurance premium?"
    },
    {
        "speaker": "Customer",
        "dialogue": "Hoping to spend $200-$300."
    },
    {
        "speaker": "Customer Service Agent",
        "dialogue": "Okay, $200 to $300. To ensure we find the most suitable options, could you share what aspects of coverage are most important for this trip?"
    },
    {
        "speaker": "Customer",
        "dialogue": "Medical cover overseas. Lost luggage. Significant travel delays. Also need trip cancellation. Specifically, need to know if covered if I cancel for my sister's wedding."
    },
    {
        "speaker": "Customer Service Agent",
        "dialogue": "Understood. So, key requirements are medical coverage for treatment needed during the trip, coverage for lost or damaged luggage, and cover for significant travel delays causing extra expenses. You also require trip cancellation coverage, and you specifically want to know if cancelling because of your sister's wedding would be a covered reason. I have noted that specific scenario regarding the wedding; typically, personal events like weddings are not standard covered reasons for cancellation under most policies, but I've recorded it as a key point for you to check in the policy details. Lastly, coverage related to hiking activities. Is that right?"
    },
    {
        "speaker": "Customer",
        "dialogue": "Yes."
    },
    {
        "speaker": "Customer Service Agent",
        "dialogue": "Thank you. Just a couple more things. Do any travellers have pre-existing medical conditions we should be aware of?"
    },
    {
        "speaker": "Customer",
        "dialogue": "No."
    },
    {
        "speaker": "Customer Service Agent",
        "dialogue": "And will you be travelling with any special medical equipment?"
    },
    {
        "speaker": "Customer",
        "dialogue": "No."
    },
    {
        "speaker": "Customer Service Agent",
        "dialogue": "Okay, thank you. So just to confirm, that's a trip to Europe for 2 weeks for 2 travellers aged 26-40, originating from Singapore. You require coverage for medical expenses, lost/damaged luggage, travel delays, trip cancellation (with a specific question about cancelling for a sister's wedding), and participation in hiking. Your budget is around $200-$300, and there are no pre-existing conditions or special medical equipment. Have I captured everything correctly?"
    },
    {
        "speaker": "Customer",
        "dialogue": "Yes, correct."
    },
    {
        "speaker": "Customer Service Agent",
        "dialogue": "Great. Thank you for providing all the details. I have recorded your requirements."
    },
    {
        "speaker": "Customer",
        "dialogue": "Okay. Goodbye."
    }
]